/**
 * Created by lichun on 2016/10/25.
 */
export const nameMap = {
    'bjsyxw': '北京11选5',
    'tjsyxw': '天津11选5',
    'hebsyxw': '河北11选5',
    'nmgsyxw': '内蒙古11选5',
    'lnsyxw': '辽宁11选5',
    'jlsyxw': '吉林11选5',
    'hljsyxw': '黑龙江11选5',
    'shhsyxw': '上海11选5',
    'jssyxw': '江苏11选5',
    'zjsyxw': '浙江11选5',
    'ahsyxw': '安徽11选5',
    'fjsyxw': '福建11选5',
    'dlc': '江西11选5',
    'shdsyxw': '山东十一运夺金',
    'hbsyxw': '湖北11选5',
    'gdsyxw': '广东11选5',
    'gxsyxw': '广西11选5',
    'scsyxw': '四川11选5',
    'gzsyxw': '贵州11选5',
    'sxsyxw': '陕西11选5',
    'gssyxw': '甘肃11选5',
    'xjsyxw': '新疆11选5',
    'shxsyxw': '山西11选5',
    'ynsyxw': '云南11选5',

    // 20选5
    'zjesxw': '浙江体彩20选5',
    'hbesxw': '河北福彩20选5',
    'qyh': '山东群英会',

    // 快乐十分
    'klsf': '天津快乐十分',
    'hnklsf': '湖南快乐十分',
    'gdklsf': '广东快乐十分',
    'gxklsf': '广西快乐十分',
    'chqklsf': '重庆快乐十分',
    'ynklsf': '云南快乐十分',

    'fjeexw': '福建体彩22选5',
    'zyeexw': '河南福彩22选5',

    'tjssc': '天津时时彩',
    'ssc': '重庆时时彩',
    'xjssc': '新疆时时彩',
    'ynssc': '云南时时彩',

    // 12选5  快乐12
    'lnkl12': '辽宁快乐12',
    'zjkl12': '浙江快乐12',
    'sckl12': '四川快乐12',

    // 18选7
    'xjsbxq': '新疆福彩18选7',

    // 广西福彩快乐双彩 24选７（６＋１）
    'klsc': '广西福彩快乐双彩',

    'hdswxw': '华东六省福彩15选5',
    'shswxw': '上海福彩15选5',
    'jsswxw': '江苏福彩15选5',
    'zjswxw': '浙江福彩15选5',
    'fjswxw': '福建福彩15选5',
    'jxswxw': '江西福彩15选5',
    'ahswxw': '安徽福彩15选5',

    'hbhy2': '河北福彩好运2',

    'hbhy3': '河北好运3',

    'xjxlc': '新疆喜乐彩',

    'ahewxw': '安徽福彩25选5',
    'hljeexw': '黑龙江福彩22选5',

    'xjewxq': '新疆福彩25选7',

    'gdelxw': '广东福彩26选5',

    // 35选7
    'lnswxq': '辽宁福彩35选7',
    'xjswxq': '新疆福彩35选7',
    'szfc': '深圳风采',

    // 36选7
    'fjslxq': '福建体彩36选7',
    'gdslxq': '广东福彩36选7',

    'hljslxq': '黑龙江福彩36选7',

    'ahk3': '安徽快3',
    'hebk3': '河北快3',
    'gxk3': '广西快3',
    'hbk3': '湖北快3',
    'jsk3': '江苏快3',
    'henk3': '河南快3',
    'shhk3': '上海快3',
    'qhk3': '青海快3',
    'gsk3': '甘肃快3',
    'nmgk3': '内蒙古快3',
    'jlk3': '吉林快3',
    'fjk3': '福建快3',
    'gzk3': '贵州快3',

    'ssl': '时时乐',

    'bjpkshi': '北京pk拾',
    'henky481': '河南快赢481',
    'ytdj': '泳坛夺金',
    'qlc': '七乐彩',
    'xysc': '幸运赛车',

    'gdhc1': '广东好彩1',
    'klpk3': '快乐扑克3',

    'hbplw': '河北排列五',
    'hnd4j1': '海南4+1',
    'df6j1': '华东六省东方6+1',
    'hlj6j1': '黑龙江体彩6+1',
    'hbplq': '河北福彩排列七',
    'bjkzhc': '北京快中彩',
    'sfc': '足彩胜负',
    'js7ws': '江苏体彩7位数',
    'zj6j1': '浙江体彩6+1',

    'hljp62': '黑龙江福彩p62',
    'kl8': '北京快乐8',
    'ssq': '双色球',
    'dlt': '大乐透',
    'sd': '福彩3D',
    'pls': '排列三',
    'plw': '排列五',
    'qxc': '七星彩'

};